{
    "Dashboard": "Thống kê",
    "Logout": "Đăng xuất ",
    "Login": "Đăng nhập",
    "Register": "Đăng ký",
    "Home": "Trang chủ",
    "About": "Giới thiệu",
    "API": "API",
    "Create an Account": "Tạo tài khoản",
    "Full Name": "Họ và tên",
    "Country": "Quốc gia",
    "Select": "Chọn",
    "Phone No.": "Số điện thoại",
    "Password": "Mật khẩu",
    "Confirm Password": "Xác nhận mật khẩu",
    "Already have an Account ?": "Đã có tài khoản?",
    "Create Account": "Tạo tài khoản",
    "Blogs": "Blogs",
    "Contact": "Liên hệ",
    "Simple. Quick. Secure.": "Đơn Giản. Nhanh Chóng. An Toàn.",
    "Make Online Banking Easier & Comfortable": "Giúp Giao Dịch Trực Tuyến Trở Nên Dễ Dàng Và Tiện Lợi Hơn",
    "With Alaba Pay, you are not just making payments; you are unlocking a limitless world of premier financial experiences.": "Với Alaba Pay, bạn không chỉ thực hiện thanh toán; mà còn mở ra một thế giới tài chính đẳng cấp không giới hạn.",
    "Get Started": "Bắt đầu ngay",
    "Contact Us": "Liên hệ",
    "We Are Secure": "Giao Dịch An Toàn",
    "We are Secure and Stable Platform": "Chúng Tôi Là Nền Tảng An Toàn Và Ổn Định",
    "At Alaba Pay, security is paramount. Using advanced encryption and rigorous security measures, we ensure your transactions and data are always protected. Our stable platform guarantees seamless service, offering peace of mind for all your financial activities. Trust Alaba Pay for secure, reliable payments": "Tại Alaba Pay, an toàn là trên hết. Chúng tôi sử dụng mã hóa tiên tiến và các biện pháp bảo mật nghiêm ngặt để đảm bảo rằng các giao dịch và dữ liệu của bạn luôn được bảo vệ. Nền tảng ổn định của chúng tôi đảm bảo dịch vụ mượt mà, mang lại sự yên tâm cho tất cả các hoạt động tài chính của bạn. Đặt trọn niềm tin cùng Alaba Pay cùng các khoản thanh toán an toàn và đáng tin cậy.",
    "Faster And Cheaper": "Nhanh Chóng Và Tiết Kiệm",
    "Experience faster and cheaper transactions, ensuring efficiency and affordability for all your financial needs": "Trải nghiệm các giao dịch nhanh chóng và tiết kiệm, đảm bảo hiệu quả và chi phí hợp lý cho mọi nhu cầu tài chính của bạn.",
    "Trusted & Secure": "Đáng Tin Cậy & An Toàn",
    "Offers trusted and secure transactions, ensuring your data is always protected.": "Đảm bảo các giao dịch an toàn và đáng tin cậy, luôn bảo vệ dữ liệu của bạn.",
    "Services": "Dịch Vụ",
    "What We Serve to You": "Chúng tôi sẽ mang đến cho bạn",
    "Alaba Pay delivers a wide range of reliable and efficient financial services tailored to meet your every need seamlessly.": "Alaba Pay cung cấp một loạt các dịch vụ tài chính đáng tin cậy và hiệu quả, được thiết kế để đáp ứng mọi nhu cầu của bạn một cách mượt mà.",
    "QR Code Payments": "Thanh toán bằng mã QR:",
    "Use QR code payments for quick, contactless transactions at various merchants and retailers": "Sử dụng thanh toán bằng mã QR để thực hiện giao dịch nhanh chóng và giao dịch contactless tại các cửa hàng và nhà bán lẻ khác nhau",
    "Secure Storage": "Lưu trữ An Toàn:",
    "Store your financial information securely, ensuring your data is protected against unauthorized access.": "Lưu trữ thông tin tài chính của bạn một cách an toàn, đảm bảo rằng dữ liệu của bạn được bảo vệ chống lại việc truy cập trái phép.",
    "One-Touch Payments": "Thanh toán một chạm:",
    "Enjoy the convenience of one-touch payments for faster, hassle-free transactions anytime, anywhere": "Tận hưởng sự tiện lợi cùng thanh toán một chạm để thực hiện các giao dịch nhanh chóng và không gặp bất kỳ phiền toái nào, bất cứ khi nào và ở bất kỳ đâu.",
    "Instant Money Transfers": "Chuyển tiền ngay lập tức:",
    "Transfer money instantly to friends and family, both locally and internationally, with ease.": "Chuyển tiền ngay lập tức cho bạn bè và gia đình, cả trong nước và quốc tế, một cách dễ dàng.",
    "Bill Management": "Quản lý Hóa Đơn:",
    "Manage and pay your bills efficiently from one platform, keeping track of all due dates.": "Quản lý và thanh toán hóa đơn một cách hiệu quả từ một nền tảng, giúp bạn theo dõi tất cả các ngày đáo hạn.",
    "Rewards": "Phần Thưởng:",
    "Earn and redeem loyalty rewards with every transaction, maximizing the value of your spending.": "Kiếm và đổi điểm thưởng khách hàng thân thiết với mỗi giao dịch, tối đa hóa giá trị chi tiêu của bạn.",
    "How To Start": "Bắt Đầu Như Thế Nào",
    "With just a few simple steps!": "Chỉ vài bước đơn giản!",
    "Getting started with Alaba Pay is quick and easy. Follow these simple steps to begin your seamless payment journey.": "Bắt đầu với Alaba Pay thật nhanh chóng và dễ dàng. Hãy làm theo các bước đơn giản sau để bắt đầu hành trình thanh toán liền mạch của bạn.",
    "Register to Alaba Pay": "Đăng ký Tài khoản Alaba Pay",
    "Sign up for Alaba Pay easily by providing your basic information and creating a secure password.": "Đăng ký Alaba Pay một cách dễ dàng bằng cách cung cấp thông tin cơ bản của bạn và tạo mật khẩu bảo mật.",
    "Verify Your Account": "Xác minh Tài khoản của Bạn",
    "Verify your account quickly through email or SMS to enhance your security and access all features": "Xác minh tài khoản của bạn nhanh chóng qua email hoặc SMS để tăng cường bảo mật và truy cập tất cả các tính năng.",
    "Make Unlimited Transactions": "Thực hiện Giao dịch Không giới hạn",
    "Enjoy the freedom to make unlimited transactions with no hidden fees, ensuring smooth and efficient financial management.": "Tận hưởng sự tự do thực hiện mọi giao dịch không giới hạn mà không có phí ẩn, đảm bảo quản lý tài chính mượt mà và hiệu quả.",
    "Our Statistics": "Các Thống kê từ Alaba Pay",
    "Our Impressive Growth Metrics": "Các Chỉ số Tăng trưởng Ấn tượng",
    "With Alaba Pay, experience unmatched growth. We boast millions of active users, thousands of daily transactions, and consistently high user satisfaction. Discover the benefits of our thriving platform here:": "Với Alaba Pay, bạn sẽ trải nghiệm sự tăng trưởng vượt trội. Chúng tôi tự hào có hàng triệu người dùng hoạt động, hàng ngàn giao dịch mỗi ngày và mức độ hài lòng của người dùng luôn cao. Khám phá lợi ích của nền tảng phát triển mạnh mẽ của chúng tôi tại đây:",
    "Your Benefits": "Lợi ích của Bạn:",
    "Take The Stress Out Of Managing Your Wallet": "Loại bỏ Căng thẳng Khi Quản lý Ví của Bạn",
    "Alaba Pay simplifies your financial management with secure transactions, instant transfers, easy bill payments, and rewarding loyalty programs. Enjoy the peace of mind everyday.": "Alaba Pay đơn giản hóa việc quản lý tài chính của bạn với các giao dịch an toàn, chuyển khoản tức thì, thanh toán hóa đơn dễ dàng và các chương trình khách hàng thân thiết hấp dẫn. Tận hưởng sự an tâm mỗi ngày.",
    "Global Coverage": "Phủ sóng Toàn cầu",
    "Alaba Pay provides seamless financial services across multiple countries, enabling you to make international transactions effortlessly and securely.": "Alaba Pay cung cấp dịch vụ tài chính liền mạch trên nhiều quốc gia, giúp bạn thực hiện các giao dịch quốc tế một cách dễ dàng và an toàn.",
    "Lowest Fee": "Phí Thấp nhất",
    "Enjoy the most competitive rates with Alaba Pay, ensuring you save money on every transaction without hidden charges.": "Tận hưởng mức phí cạnh tranh hàng đầu với Alaba Pay, giúp bạn tiết kiệm chi phí trong mỗi giao dịch mà không lo về phí ẩn.",
    "Simple Transfer Methods": "Phương Thức Chuyển Tiền Đơn Giản",
    "Easily transfer funds with just a few taps. Our user-friendly interface makes sending money fast, intuitive, and hassle-free.": "Chuyển tiền dễ dàng chỉ với vài thao tác chạm. Giao diện thân thiện với người dùng của chúng tôi giúp việc gửi tiền trở nên nhanh chóng, trực quan và không rắc rối.",
    "Instant Processing": "Xử Lý Tức Thì",
    "Experience the convenience of instant processing, allowing your transactions to be completed in real-time with minimal delays.": "Trải nghiệm sự tiện lợi của việc xử lý tức thì, cho phép giao dịch của bạn được hoàn thành trong thời gian thực với độ trễ thấp nhất.",
    "Bank-level Security": "Bảo Mật Cấp Ngân Hàng",
    "Trust in our advanced security protocols, which include encryption and fraud detection, ensuring your financial information remains safe.": "Tin tưởng vào các giao thức bảo mật tiên tiến của chúng tôi, bao gồm mã hóa và phát hiện gian lận, đảm bảo thông tin tài chính của bạn luôn an toàn.",
    "Global 24/7 Support": "Hỗ Trợ Toàn Cầu 24/7",
    "Our dedicated support team is available around the clock, providing you with assistance and resolving any issues no matter where you are.": "Đội ngũ hỗ trợ tận tâm của chúng tôi luôn sẵn sàng 24/7, cung cấp sự trợ giúp và giải quyết mọi vấn đề của bạn, dù bạn ở đâu.",
    "Frequently Asked Questions": "Câu Hỏi Thường Gặp",
    "Find quick answers to common questions about Alaba Pay. Our comprehensive FAQ section helps you resolve issues and understand our services better.": "Tìm câu trả lời nhanh cho các câu hỏi thường gặp về Alaba Pay. Mục Câu Hỏi Thường Gặp sẽ giúp bạn giải quyết vấn đề và hiểu rõ hơn về các dịch vụ của chúng tôi.",
    "How can I register an account on Alaba Pay?": "Làm thế nào để tôi có thể đăng ký tài khoản trên Alaba Pay?",
    "Signing up for Alaba Pay is simple. Download our app from your app store, follow the on-screen instructions to create an account, and link your bank account or credit card.": "Đăng ký Alaba Pay rất đơn giản. Tải ứng dụng của chúng tôi từ cửa hàng ứng dụng, làm theo hướng dẫn trên màn hình để tạo tài khoản và liên kết tài khoản ngân hàng hoặc thẻ tín dụng của bạn.",
    "Is my financial information secure with Alaba Pay?": "Thông tin tài chính của tôi có được bảo mật an toàn với Alaba Pay không?",
    "Absolutely. Alaba Pay uses advanced encryption and bank-level security protocols to protect your financial data, ensuring every transaction is safe and secure": "Chắc chắn rồi. Alaba Pay sử dụng mã hóa tiên tiến và các giao thức bảo mật cấp ngân hàng để bảo vệ dữ liệu tài chính của bạn, đảm bảo mọi giao dịch đều an toàn và bảo mật.",
    "Can I use Alaba Pay for international transactions?": "Tôi có thể sử dụng Alaba Pay để giao dịch quốc tế không?",
    "Yes, Alaba Pay supports global transactions, allowing you to send and receive money internationally with ease and at competitive rates.": "Có, Alaba Pay hỗ trợ các giao dịch toàn cầu, cho phép bạn gửi và nhận tiền quốc tế một cách dễ dàng và với mức phí cạnh tranh.",
    "What should I do if I encounter an issue with my account?": "Tôi nên làm gì nếu gặp vấn đề với tài khoản của mình?",
    "Our global 24/7 support team is here to help. Contact us via the app, email, or phone, and we will resolve your issue promptly.": "Đội ngũ hỗ trợ toàn cầu 24/7 của chúng tôi luôn sẵn sàng giúp đỡ. Liên hệ với chúng tôi qua ứng dụng, email hoặc điện thoại và chúng tôi sẽ giải quyết vấn đề của bạn nhanh chóng.",
    "Are there any hidden fees with Alaba Pay?": "Alaba Pay có bất kỳ phí ẩn nào không?",
    "No, Alaba Pay is transparent about its fees. We offer the lowest rates possible with no hidden charges, ensuring you know exactly what you’re paying.": "Không, Alaba Pay minh bạch về các khoản phí. Chúng tôi cung cấp mức phí thấp nhất có thể mà không có bất kỳ khoản phí ẩn nào, đảm bảo bạn biết chính xác những gì bạn đang trả.",
    "Testimonials": "Đánh Giá Từ Khách Hàng",
    "What Clients Say About Us": "Khách Hàng Nói Gì Về Chúng Tôi:",
    "Read genuine feedback from satisfied Alaba Pay users. Discover how our reliable and efficient services have enhanced their financial experiences.": "Đọc những phản hồi chân thực từ các khách hàng hài lòng của Alaba Pay. Tìm hiểu cách dịch vụ đáng tin cậy và hiệu quả của chúng tôi đã cải thiện trải nghiệm tài chính của họ ra sao.",
    "Using Alaba Pay has revolutionized how I handle my finances. The instant transfers and low fees make managing my money effortless and stress-free.": "Nhờ sử dụng Alaba Pay đã hoàn toàn thay đổi cách tôi quản lý tài chính. Chuyển tiền tức thì và phí thấp giúp việc quản lý tiền bạc trở nên dễ dàng và không còn căng thẳng.",
    "Alaba Pay's secure platform gives me peace of mind. I love the convenience of one-touch payments and the seamless international transactions.": "Nền tảng bảo mật của Alaba Pay mang lại cho tôi sự an tâm. Tôi yêu thích sự tiện lợi của các thanh toán một chạm và các giao dịch quốc tế liền mạch.",
    "The customer support at Alaba Pay is exceptional. They resolved my issue quickly and professionally, making me feel valued and confident in their service.": "Dịch vụ hỗ trợ khách hàng tại Alaba Pay thật tuyệt vời. Họ đã giải quyết vấn đề của tôi nhanh chóng và chuyên nghiệp, khiến tôi cảm thấy được trân trọng và tự tin vào dịch vụ của họ.",
    "Alaba Pay makes bill payments so easy. The app's user-friendly interface and reliable services have saved me so much time and hassle.": "Alaba Pay giúp việc thanh toán hóa đơn trở nên dễ dàng. Giao diện thân thiện với người dùng của ứng dụng và dịch vụ đáng tin cậy đã giúp tôi tiết kiệm rất nhiều thời gian và công sức.",
    "Blog Posts":"Các bài blog",
    "Our Latest News & Tips": "Tin Tức & Mẹo Hữu Ích",
    "Stay updated with Alaba Pay’s latest news, helpful tips, and expert advice on managing your finances efficiently.": "Cập nhật những tin tức mới nhất từ Alaba Pay, mẹo hữu ích và lời khuyên chuyên gia để quản lý tài chính của bạn hiệu quả.",
    "Sponsors": "Đồng Hành",
    "Brand Sponsors": "Nhà Tài Trợ Thương Hiệu",
    "We are proud to collaborate with leading brands and companies who share our vision. Our sponsors support us in delivering innovative financial solutions and exceptional services.": "Chúng tôi tự hào hợp tác với các thương hiệu và công ty hàng đầu cùng chung tầm nhìn. Các nhà tài trợ của chúng tôi hỗ trợ chúng tôi trong việc cung cấp các giải pháp tài chính sáng tạo và dịch vụ xuất sắc.",
    "More About Us": "Giới thiệu",
    "API Endpoints & Authentication": "API Endpoints & Xác Thực",
    "All requests to the API are sent via the HTTP POST method to one of our API endpoint URLs": "@lang('All requests to the API are sent via the HTTP POST method to one of our API endpoint URLs')",
    "HTTP Request Method": "Phương Thức Yêu Cầu HTTP",
    "Announcement":"Thông báo",
    "Pages":"Trang",
    "Register as User":"Đăng ký người dùng",
    "Login as User":"Đăng nhập người dùng",
    "Register as Merchant":"Đăng ký nhà bán hàng",
    "Login as Merchant":"Đăng nhập nhà bán hàng",
    "API Documentation":"Tài Liệu API",
    "All requests to the":"Tất cả các yêu cầu tới",
    "API are sent via the HTTP POST method to one of our API endpoint URLs":"API đều được gửi qua phương thức HTTP POST tới một trong các URL endpoint API của chúng tôi.",
    "All calls to the":"Tất cả các cuộc gọi đến",
    "API require merchant authentication and merchant access key.":"yêu cầu xác thực thương nhân và khóa truy cập của thương nhân.",
    "for a  account to quickly get started":"Đăng ký tài khoản để bắt đầu nhanh chóng.",
    "Sandbox payment can be also initiated while merchant set the service mode as test in merchant dashboard. It will be live while the mode will be set as active mode.":"Sandbox payment can be also initiated while merchant set the service mode as test in merchant dashboard. It will be live while the mode will be set as active mode.",
    "Register as a merchant in our system. In your merchant dashboard you will find the option for API access key.":"Đăng ký làm nhà bán hàng trong hệ thống của chúng tôi. Trong bảng điều khiển nhà bán hàng của bạn, bạn sẽ tìm thấy tùy chọn để lấy khóa truy cập API.",
    "Example access key":"Ví dụ access key",
    "Payment Transaction Initiate":"Khởi Tạo Giao Dịch Thanh Toán",
    "The following example code enables you to initiate a payment,depending on how you structure it. The perameter details are also below.":"Đoạn mã ví dụ dưới đây cho phép bạn khởi tạo một giao dịch thanh toán, tùy thuộc vào cách bạn cấu trúc nó. Chi tiết các tham số cũng được liệt kê bên dưới.",
    "Example Response after initiating payment":"Phản hồi sau khi khởi tạo thanh toán",
    "Response after successful payment":"Phản Hồi Sau Khi Thanh Toán Thành Công",
    "Verify Payment":"Xác Minh Thanh Toán",
    "You can verify the payment whether it is valid or not. After successful payment transaction you will have the response where you find the Payment ID. With this payment id and your access key you need make a request to our server for verify the payment. Example code is below.":"Bạn có thể xác minh xem giao dịch thanh toán có hợp lệ hay không. Sau khi giao dịch thanh toán thành công, bạn sẽ nhận được phản hồi chứa Payment ID. Với Payment ID này và khóa truy cập của bạn, bạn cần gửi yêu cầu tới máy chủ của chúng tôi để xác minh thanh toán. Ví dụ về mã xác minh được trình bày dưới đây",
    "Payment verify end point":"Endpoint Xác Minh Thanh Toán",
    "Validity Response":"Phản Hồi Xác Minh",
    "Supported Currencies":"Các Loại Tiền Tệ Được Hỗ Trợ",
    "Following currencies are currently supported in our system. It may update furthur.":"Các loại tiền tệ sau đây hiện đang được hỗ trợ trong hệ thống của chúng tôi. Danh sách này có thể được cập nhật thêm trong tương lai.",
    "Your Name":"Tên của bạn",
    "Your Email Address":"Địa chỉ Email của bạn",
    "Subject":"Chủ đề",
    "Your Message":"Tin nhắn của bạn",
    "Send Message":"Gửi",
    "Get In Touch":"Thông Tin Liên Lạc",
    "We are here to help! Reach out to Alaba Pay for support, inquiries, or feedback. Our team is available 24/7 to assist you.":"Chúng tôi ở đây để giúp đỡ! Liên hệ với Alaba Pay để được hỗ trợ, thắc mắc hoặc phản hồi. Đội ngũ của chúng tôi luôn sẵn sàng 24/7 để hỗ trợ bạn.",
    "Phone":"Điện thoại",
    "Email":"Email",
    "Address":"Địa chỉ",
    "Read More":"Tìm hiểu thêm",
    "Blog Details":"Bài viết",
    "Latest Blog Posts":"Những bài viết mới nhất",
    "Category":"Danh mục bài viết",
    "Happy Clients":"Khách hàng hài lòng",
    "Total Transactions":"Tổng số giao dịch thành công",
    "Total Deposit":"Tổng số tiền đã nạp vào",
    "Total Withdraw":"Tổng số tiền đã rút thành công ",
    "Enter name":"Nhập tên đầy đủ của bạn",
    "Enter email":"Nhập email",
    "Don't have any Account ?":"Bạn chưa có tài khoản",
    "Forget Password ?":"Quên mật khẩu",
    "User Login":"Người dùng đăng nhập",
    "Merchant Register":"Đăng kí nhà bán hàng",
    "Business Name":"Tên doanh nghiệp",
    "Already have an account":"Bạn đã có tài khoản",
    "Merchant Login":"Nhà bán hàng đăng nhập",
    "Customer Code":"Mã khách hàng",
    "Check":"Kiểm tra"
}
